aaron-bond.better-comments
akamud.vscode-theme-onedark
alexanderte.dainty-material-theme-palenight-vscode
apollographql.vscode-apollo
aregghazaryan.glass-ui
batisteo.vscode-django
be5invis.vscode-custom-css
blanu.vscode-styled-jsx
BriteSnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
Cmion.summer-code
CoenraadS.bracket-pair-colorizer-2
dasfranck.jellybeans
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DimitarNonov.jellybeans-theme
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
ghmcadams.lintlens
GitHub.vscode-pull-request-github
golang.go
HookyQR.beautify
Hyzeta.vscode-theme-github-light
jcbuisson.vue
jchannon.csharpextensions
jpoissonnier.vscode-styled-components
kdcro101.favorites
KnisterPeter.vscode-github
magicstack.MagicPython
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
naumovs.color-highlight
Nur.just-black
octref.vetur
paulmolluzzo.convert-css-in-js
pflannery.vscode-versionlens
PKief.material-icon-theme
redhat.java
ritwickdey.live-sass
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
runem.lit-plugin
sdras.night-owl
Stepsize.tech-debt-tracker
streetsidesoftware.code-spell-checker
teabyii.ayu
tht13.python
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
whizkydee.material-palenight-theme
wholroyd.jinja
wix.vscode-import-cost
zhuangtongfa.material-theme